Repository: unosrv/mce
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: pt_br

source: Actions
pt_br: Ações

source: Attempting to reconnect
pt_br: Tentando reconectar

source: Something went wrong!
pt_br: Algo deu errado!

source: We can't find the internet
pt_br: Não conseguimos encontrar a internet

source: close
pt_br: fechar

source: Already registered?
pt_br: Já tem cadastro?

source: At least 12 characters
pt_br: Mínimo de 12 caracteres

source: Confirm password
pt_br: Confirmar senha

source: Create account
pt_br: Criar conta

source: Creating account...
pt_br: Criando conta...

source: Dark theme
pt_br: Tema escuro

source: Light theme
pt_br: Tema claro

source: Log in
pt_br: Entrar

source: Nickname
pt_br: Apelido

source: Password
pt_br: Senha

source: Repeat password
pt_br: Repetir senha

source: System theme
pt_br: Tema do sistema

source: Your display name
pt_br: Seu nome de exibição

source: Accurate CH₄ and N₂O emissions using IPCC 2019 refined methodology with country-specific factors.
pt_br: Emissões precisas de CH₄ e N₂O usando metodologia refinada IPCC 2019 com fatores específicos por país.

source: Active Farms
pt_br: Fazendas Ativas

source: Add Farm
pt_br: Adicionar Fazenda

source: Add Feed Item
pt_br: Adicionar Item de Ração

source: Add Group
pt_br: Adicionar Grupo

source: Add Livestock Group
pt_br: Adicionar Grupo de Gado

source: Add Manure System
pt_br: Adicionar Sistema de Esterco

source: Add livestock groups to start calculating emissions.
pt_br: Adicione grupos de gado para começar a calcular emissões.

source: Add livestock groups to your farm to generate emissions reports.
pt_br: Adicione grupos de gado à sua fazenda para gerar relatórios de emissões.

source: Address
pt_br: Endereço

source: Address Line 1
pt_br: Endereço Linha 1

source: Address Line 2
pt_br: Endereço Linha 2

source: Address Search
pt_br: Buscar Endereço

source: All rights reserved.
pt_br: Todos os direitos reservados.

source: All values in tonnes CO₂ equivalent
pt_br: Todos os valores em toneladas CO₂ equivalente

source: Apartment, suite, unit, etc. (optional)
pt_br: Apartamento, conjunto, unidade, etc. (opcional)

source: Apr
pt_br: Abr

source: April
pt_br: Abril

source: Are you sure you want to delete this farm? This action cannot be undone.
pt_br: Tem certeza que deseja excluir esta fazenda? Esta ação não pode ser desfeita.

source: Are you sure you want to delete this livestock group?
pt_br: Tem certeza que deseja excluir este grupo de gado?

source: Area per Animal (m²)
pt_br: Área por Animal (m²)

source: Aug
pt_br: Ago

source: August
pt_br: Agosto

source: Auto-filled from search
pt_br: Preenchido automaticamente da busca

source: Average Temperature (°C)
pt_br: Temperatura Média (°C)

source: Average Weight (kg)
pt_br: Peso Médio (kg)

source: Avg Weight
pt_br: Peso Médio

source: Back
pt_br: Voltar

source: Back to App
pt_br: Voltar ao App

source: Back to Dashboard
pt_br: Voltar ao Painel

source: Back to Farm
pt_br: Voltar à Fazenda

source: Back to Farms
pt_br: Voltar às Fazendas

source: Barn (%)
pt_br: Celeiro (%)

source: Barn Info
pt_br: Info do Celeiro

source: Barn Information
pt_br: Informações do Celeiro

source: Barn Type
pt_br: Tipo de Celeiro

source: Barn information saved
pt_br: Informações do celeiro salvas

source: Basic Info
pt_br: Info Básica

source: Basic Information
pt_br: Informações Básicas

source: Basic information saved
pt_br: Informações básicas salvas

source: Bedding
pt_br: Cama

source: Bedding Change Frequency
pt_br: Frequência de Troca de Cama

source: Bedding Type
pt_br: Tipo de Cama

source: Beef Cattle
pt_br: Gado de Corte

source: Biogas Captured
pt_br: Biogás Capturado

source: Brazil
pt_br: Brasil

source: Breakdown by Source
pt_br: Detalhamento por Fonte

source: Building Name
pt_br: Nome do Edifício

source: Building or complex name (optional)
pt_br: Nome do edifício ou complexo (opcional)

source: Calculate Emissions
pt_br: Calcular Emissões

source: Calculated
pt_br: Calculado

source: Calculated using IPCC Tier 2 methodology
pt_br: Calculado usando metodologia IPCC Tier 2

source: Cancel
pt_br: Cancelar

source: Charts will appear once you have emission reports for your farms.
pt_br: Os gráficos aparecerão assim que você tiver relatórios de emissões para suas fazendas.

source: City
pt_br: Cidade

source: Click to search for address
pt_br: Clique para buscar endereço

source: Click to upload or drag and drop
pt_br: Clique para enviar ou arraste e solte

source: Compare Farms
pt_br: Comparar Fazendas

source: Comparison Details
pt_br: Detalhes da Comparação

source: Continue
pt_br: Continuar

source: Cooling Type
pt_br: Tipo de Resfriamento

source: Country
pt_br: País

source: Create Farm
pt_br: Criar Fazenda

source: Create Free Account
pt_br: Criar Conta Gratuita

source: Create your first farm to start tracking emissions.
pt_br: Crie sua primeira fazenda para começar a rastrear emissões.

source: Crude Protein (%)
pt_br: Proteína Bruta (%)

source: Daily Amount (kg)
pt_br: Quantidade Diária (kg)

source: Daily Weight Gain (kg)
pt_br: Ganho de Peso Diário (kg)

source: Dairy Cattle
pt_br: Gado Leiteiro

source: Dairy Parameters
pt_br: Parâmetros de Laticínios

source: Dashboard
pt_br: Painel

source: Days Pregnant
pt_br: Dias de Gestação

source: Dec
pt_br: Dez

source: December
pt_br: Dezembro

source: Define manure management systems. Total percentages should sum to 100%.
pt_br: Defina sistemas de gerenciamento de esterco. As porcentagens totais devem somar 100%.

source: Delete
pt_br: Excluir

source: Digestibility (%)
pt_br: Digestibilidade (%)

source: Digite o endereco
pt_br: Digite o endereço

source: Draft
pt_br: Rascunho

source: Draft saved successfully
pt_br: Rascunho salvo com sucesso

source: Dry Matter (%)
pt_br: Matéria Seca (%)

source: Edit
pt_br: Editar

source: Edit Details
pt_br: Editar Detalhes

source: Edit Farm
pt_br: Editar Fazenda

source: Edit Livestock Group
pt_br: Editar Grupo de Gado

source: Emission Report
pt_br: Relatório de Emissões

source: Emissions
pt_br: Emissões

source: Emissions Calculator
pt_br: Calculadora de Emissões

source: Emissions Comparison
pt_br: Comparação de Emissões

source: Emissions Report
pt_br: Relatório de Emissões

source: Emissions Trend
pt_br: Tendência de Emissões

source: Emissions by Group
pt_br: Emissões por Grupo

source: Emissions by Source
pt_br: Emissões por Fonte

source: Emissions by Type
pt_br: Emissões por Tipo

source: Emissions report calculated successfully
pt_br: Relatório de emissões calculado com sucesso

source: Emissions report recalculated successfully
pt_br: Relatório de emissões recalculado com sucesso

source: Enter address
pt_br: Digite o endereço

source: Enter street address
pt_br: Digite o endereço

source: Enter the percentage of time animals spend in each location for each month. Percentages must sum to 100% for each month.
pt_br: Digite a porcentagem de tempo que os animais passam em cada local para cada mês. As porcentagens devem somar 100% para cada mês.

source: Enteric
pt_br: Entérico

source: Enteric Fermentation
pt_br: Fermentação Entérica

source: Error saving draft
pt_br: Erro ao salvar rascunho

source: Error saving feed items
pt_br: Erro ao salvar itens de ração

source: Error saving housing periods
pt_br: Erro ao salvar períodos de alojamento

source: Error saving manure systems
pt_br: Erro ao salvar sistemas de esterco

source: Everything you need to track and report livestock methane emissions
pt_br: Tudo que você precisa para rastrear e relatar emissões de metano do gado

source: Exercise Yard (%)
pt_br: Pátio de Exercício (%)

source: Failed to generate PDF: %{reason}
pt_br: Falha ao gerar PDF: %{reason}

source: Failed to recalculate emissions
pt_br: Falha ao recalcular emissões

source: Farm
pt_br: Fazenda

source: Farm Comparison Report
pt_br: Relatório de Comparação de Fazendas

source: Farm Logo
pt_br: Logo da Fazenda

source: Farm Management
pt_br: Gerenciamento de Fazenda

source: Farm Name
pt_br: Nome da Fazenda

source: Farm created successfully
pt_br: Fazenda criada com sucesso

source: Farm logo
pt_br: Logo da fazenda

source: Farm not found
pt_br: Fazenda não encontrada

source: Farm updated successfully
pt_br: Fazenda atualizada com sucesso

source: Farms
pt_br: Fazendas

source: Feb
pt_br: Fev

source: February
pt_br: Fevereiro

source: Feed
pt_br: Ração

source: Feed Information
pt_br: Informações de Ração

source: Feed Item
pt_br: Item de Ração

source: Feed Name
pt_br: Nome da Ração

source: Feed Type
pt_br: Tipo de Ração

source: Feed information saved
pt_br: Informações de ração salvas

source: File is too large. Maximum size is 2MB.
pt_br: Arquivo muito grande. Tamanho máximo é 2MB.

source: Fiscal Year
pt_br: Ano Fiscal

source: Fiscal Year Settings
pt_br: Configurações do Ano Fiscal

source: Fiscal Year Start Month
pt_br: Mês de Início do Ano Fiscal

source: Generated
pt_br: Gerado

source: Get Started
pt_br: Começar

source: Google Maps integration
pt_br: Integração com Google Maps

source: Grazing (%)
pt_br: Pastagem (%)

source: Grazing Hours/Day
pt_br: Horas de Pastagem/Dia

source: Gross Energy (MJ/kg)
pt_br: Energia Bruta (MJ/kg)

source: Group Name
pt_br: Nome do Grupo

source: Has Anaerobic Digester
pt_br: Tem Digestor Anaeróbico

source: Has Separator
pt_br: Tem Separador

source: Head Count
pt_br: Número de Cabeças

source: Heating Type
pt_br: Tipo de Aquecimento

source: Housing
pt_br: Alojamento

source: Housing Information
pt_br: Informações de Alojamento

source: Housing information saved
pt_br: Informações de alojamento salvas

source: IPCC 2019 Tier 2 Methodology
pt_br: Metodologia IPCC 2019 Tier 2

source: IPCC Tier 2 Calculations
pt_br: Cálculos IPCC Tier 2

source: Invalid file type. Please upload PNG, JPG, GIF, or SVG.
pt_br: Tipo de arquivo inválido. Por favor, envie PNG, JPG, GIF ou SVG.

source: January
pt_br: Janeiro

source: Jibun Address
pt_br: Endereço Jibun

source: July
pt_br: Julho

source: June
pt_br: Junho

source: Juso API integration
pt_br: Integração com API Juso

source: Key Features
pt_br: Recursos Principais

source: Korea
pt_br: Coreia

source: Livestock Group Details
pt_br: Detalhes do Grupo de Gado

source: Livestock Groups
pt_br: Grupos de Gado

source: Livestock Tracking
pt_br: Rastreamento de Gado

source: Livestock group deleted successfully
pt_br: Grupo de gado excluído com sucesso

source: Livestock group saved successfully
pt_br: Grupo de gado salvo com sucesso

source: Loading
pt_br: Carregando

source: Localized support with region-specific IPCC factors and address validation
pt_br: Suporte localizado com fatores IPCC específicos por região e validação de endereço

source: Location Preview
pt_br: Visualização de Localização

source: Log out
pt_br: Sair

source: Main diet
pt_br: Dieta principal

source: Manage animals and their emissions data
pt_br: Gerenciar animais e seus dados de emissões

source: Manage your farm information and settings.
pt_br: Gerencie as informações e configurações da sua fazenda.

source: Manure
pt_br: Esterco

source: Manure CH₄
pt_br: Esterco CH₄

source: Manure Management
pt_br: Gerenciamento de Esterco

source: Manure N₂O
pt_br: Esterco N₂O

source: Manure System
pt_br: Sistema de Esterco

source: Map preview
pt_br: Visualização do mapa

source: March
pt_br: Março

source: Mature Weight (kg)
pt_br: Peso Adulto (kg)

source: May
pt_br: Maio

source: Methane & Carbon Emissions
pt_br: Emissões de Metano e Carbono

source: Methane Carbon
pt_br: Metano Carbono

source: Methane Carbon Emissions Calculator
pt_br: Calculadora de Emissões de Metano Carbono

source: Milk Fat Content (%)
pt_br: Teor de Gordura do Leite (%)

source: Milk Yield
pt_br: Produção de Leite

source: Milk Yield (L/day)
pt_br: Produção de Leite (L/dia)

source: Month
pt_br: Mês

source: Name
pt_br: Nome

source: New Farm
pt_br: Nova Fazenda

source: New Livestock Group
pt_br: Novo Grupo de Gado

source: Next: Barn Info
pt_br: Próximo: Info do Celeiro

source: Next: Feed
pt_br: Próximo: Ração

source: Next: Housing
pt_br: Próximo: Alojamento

source: Next: Manure
pt_br: Próximo: Esterco

source: No address
pt_br: Sem endereço

source: No address provided
pt_br: Nenhum endereço fornecido

source: No addresses found
pt_br: Nenhum endereço encontrado

source: No comparison yet
pt_br: Nenhuma comparação ainda

source: No emissions data
pt_br: Sem dados de emissões

source: No emissions data available
pt_br: Nenhum dado de emissões disponível

source: No emissions data yet
pt_br: Ainda sem dados de emissões

source: No farms available
pt_br: Nenhuma fazenda disponível

source: No farms yet
pt_br: Ainda sem fazendas

source: No livestock groups to display
pt_br: Nenhum grupo de gado para exibir

source: No livestock groups yet
pt_br: Ainda sem grupos de gado

source: No location set
pt_br: Nenhuma localização definida

source: No report calculated yet
pt_br: Nenhum relatório calculado ainda

source: November
pt_br: Novembro

source: Oct
pt_br: Out

source: October
pt_br: Outubro

source: Open Map
pt_br: Abrir Mapa

source: Other
pt_br: Outro

source: PNG, JPG, GIF, SVG up to 2MB
pt_br: PNG, JPG, GIF, SVG até 2MB

source: Percentage (%)
pt_br: Porcentagem (%)

source: Please complete the basic info step first to save as draft
pt_br: Por favor, complete primeiro a etapa de informações básicas para salvar como rascunho

source: Postal Code
pt_br: CEP

source: Pregnancy & Grazing
pt_br: Gestação e Pastagem

source: Pregnant (%)
pt_br: Prenhas (%)

source: Print / PDF
pt_br: Imprimir / PDF

source: Professional livestock emissions reporting platform. Calculate enteric fermentation and manure management emissions following IPCC Tier 2 methodology.
pt_br: Plataforma profissional de relatório de emissões de gado. Calcule emissões de fermentação entérica e gerenciamento de esterco seguindo a metodologia IPCC Tier 2.

source: Ready to calculate your emissions?
pt_br: Pronto para calcular suas emissões?

source: Recalculate
pt_br: Recalcular

source: Recent Farms
pt_br: Fazendas Recentes

source: Register
pt_br: Registrar

source: Register multiple farms across Korea, USA, and Brazil with address validation and map preview.
pt_br: Registre múltiplas fazendas na Coreia, EUA e Brasil com validação de endereço e visualização de mapa.

source: Road Address
pt_br: Endereço

source: Save Draft
pt_br: Salvar Rascunho

source: Save Farm
pt_br: Salvar Fazenda

source: Save Livestock Group
pt_br: Salvar Grupo de Gado

source: Saving...
pt_br: Salvando...

source: Search
pt_br: Buscar

source: Search by road name, building, or address
pt_br: Buscar por nome da rua, edifício ou endereço

source: Search for an address to show map
pt_br: Busque um endereço para mostrar o mapa

source: Select 2 or more farms from the list to see their emissions compared.
pt_br: Selecione 2 ou mais fazendas da lista para ver suas emissões comparadas.

source: Select 2-4 farms to compare their emissions
pt_br: Selecione 2-4 fazendas para comparar suas emissões

source: Select Farms
pt_br: Selecionar Fazendas

source: Select at least 2 farms to compare
pt_br: Selecione pelo menos 2 fazendas para comparar

source: Select frequency...
pt_br: Selecione a frequência...

source: Select species...
pt_br: Selecione a espécie...

source: Select type...
pt_br: Selecione o tipo...

source: Selected from search above
pt_br: Selecionado da busca acima

source: Sep
pt_br: Set

source: September
pt_br: Setembro

source: Settings
pt_br: Configurações

source: Source
pt_br: Fonte

source: Species
pt_br: Espécie

source: Start Day
pt_br: Dia de Início

source: Start tracking and reporting your livestock methane emissions today with our professional-grade calculator.
pt_br: Comece a rastrear e relatar as emissões de metano do seu gado hoje com nossa calculadora de nível profissional.

source: Starts
pt_br: Inicia

source: State / Province
pt_br: Estado

source: Storage Duration (days)
pt_br: Duração de Armazenamento (dias)

source: Street address
pt_br: Endereço

source: Sub Category
pt_br: Subcategoria

source: Summary
pt_br: Resumo

source: Supported Regions
pt_br: Regiões Suportadas

source: Swine
pt_br: Suínos

source: System Type
pt_br: Tipo de Sistema

source: Temperature Control
pt_br: Controle de Temperatura

source: Temperature Controlled
pt_br: Temperatura Controlada

source: Total Area (m²)
pt_br: Área Total (m²)

source: Total Emissions
pt_br: Emissões Totais

source: Track dairy cattle, beef cattle, and swine with detailed feed composition and manure management data.
pt_br: Rastreie gado leiteiro, gado de corte e suínos com dados detalhados de composição de ração e gerenciamento de esterco.

source: United States
pt_br: Estados Unidos

source: Unknown
pt_br: Desconhecido

source: Upload error. Please try again.
pt_br: Erro no upload. Por favor, tente novamente.

source: Users
pt_br: Usuários

source: Version
pt_br: Versão

source: View
pt_br: Ver

source: View All Farms
pt_br: Ver Todas as Fazendas

source: View Details
pt_br: Ver Detalhes

source: View Report
pt_br: Ver Relatório

source: Weight Parameters
pt_br: Parâmetros de Peso

source: You can only upload one file.
pt_br: Você só pode enviar um arquivo.

source: e.g., Corn silage
pt_br: ex.: Silagem de milho

source: e.g., Dairy Herd A
pt_br: ex.: Rebanho Leiteiro A

source: e.g., Fans, Misters
pt_br: ex.: Ventiladores, Nebulizadores

source: e.g., Gas, Electric
pt_br: ex.: Gás, Elétrico

source: e.g., Holstein, Angus
pt_br: ex.: Holandês, Angus

source: head
pt_br: cabeça

source: tonnes CO₂e
pt_br: toneladas CO₂e
